Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: Have they demonstrated any of our company behaviors?
es_es: ¿Han demostrado alguno de nuestros comportamientos de empresa?

source: Clear requests lead to more relevant and meaningful feedback. Describe clearly the areas on which you would like feedback.
es_es: Las solicitudes claras dan lugar a un feedback más relevante y significativo. Describe con claridad las áreas sobre las que te gustaría recibir feedback.

source: Share your insights
es_es: Compartir sus ideas

source: Create context by detailing what you observed and when you observed it.
es_es: Cree contexto detallando lo que ha observado y cuándo lo observó.

source: Select people
es_es: Seleccionar personas

source: Select person
es_es: Seleccionar persona

source: Select the company behaviors that {{Name}} has demonstrated.
es_es: Selecciona los comportamientos de la empresa que {{Name}} ha demostrado.

source: Fantastic! Thank you for your feedback!
es_es: ¡Fantástico! ¡Gracias por su feedback!

source: Delete feedback
es_es: Eliminar comentario

source: Delete note
es_es: Eliminar nota

source: Edit note
es_es: Editar nota

source: Endorse
es_es: Apoyar

source: Endorse this feedback to let your colleagues know that you agree.
es_es: Apoye este feedback para que sus compañeros sepan que está de acuerdo.

source: Favorite
es_es: Favorito

source: Wonderful! Favoriting feedback is the highest compliment.
es_es: ¡Genial! Marcar como favorito el feedback es el mayor cumplido.

source: Favorite feedback
es_es: Feedback favorito

source: Favorite this feedback to let your colleague know how much you value their opinion!
es_es: Marque como favorito este feedback para que su compañero sepa cuánto valora su opinión.

source: {{name}} request
es_es: Solicitud de {{name}}

source: Are you ready to send this reply? This feedback will only be sent to the manager, {{name}} {{nickName}} will not see it.
es_es: ¿Está listo para enviar esta respuesta? Este feedback solo se enviará al responsable; {{name}} ({{nickName}}) no lo verá.

source: You have sent a meet request to {{name}} ({{nickName}}).
es_es: Ha enviado una solicitud de reunión a {{name}} ({{nickName}}).

source: Are you sure you want to proceed?
es_es: ¿Está seguro de querer continuar?

source: This feedback will be sent to {{count}} recipients.
es_es: Estos comentarios se enviarán a {{count}} destinatarios.

source: This feedback will be shared with {{count}} recipient.
es_es: Estos comentarios se compartirán con {{count}} destinatario.

source: This feedback will be shared with {{count}} recipients.
es_es: Estos comentarios se compartirán con {{count}} destinatarios.

source: Reflect on your intentions before sharing feedback. You should always thrive to inspire development.
es_es: Reflexione sobre sus intenciones antes de compartir feedback. Siempre debe esforzarse por fomentar el desarrollo.

source: Purposeful
es_es: Con propósito

source: Focus the conversation on the future.
es_es: Enfoque la conversación hacia el futuro.

source: To get started, request feedback from your network
es_es: Para comenzar, solicite feedback a su red

source: No received feedback
es_es: Sin comentarios recibidos

source: Feedback requested
es_es: Se ha solicitado retroalimentación

source: Perceived clarity
es_es: Claridad percibida

source: Clarity (avg).
es_es: Claridad (prom.).

source: {{count}} more feedback insights to go to the next update
es_es: {{count}} más datos de feedback para llegar a la siguiente actualización

source: Feedback insights received
es_es: Información sobre comentarios recibida

source: Feedback insights
es_es: Información de feedback

source: This widget provides insights into how your feedback is perceived by colleagues to whom you have given feedback.
es_es: Este widget proporciona información sobre cómo sus colegas perciben su feedback.

source: Perceived trust
es_es: Confianza percibida

source: Trust (avg).
es_es: Confianza (prom.).

source: You have sent a reminder to {{givenName}} just now.
es_es: Acaba de enviar un recordatorio a {{givenName}}.

source: I saw you do X well and I want to ensure you know this is a strength
es_es: He visto que hace X bien y quiero asegurarme de que sepa que esto es un punto fuerte

source: You have sent a reminder to {{givenName}}.
es_es: Ha enviado un recordatorio a {{givenName}}.

source: Meeting up about feedback is a great opportunity to gain more insight!
es_es: Reunirse para hablar sobre feedback ofrece una gran oportunidad para obtener más información.

source: Thanks
es_es: Gracias

source: Say thank you to let your colleague know you appreciate their feedback!
es_es: Dé las gracias a su compañero para que sepa que valora su feedback.

source: Add goals
es_es: Añadir objetivos

source: Edit goals
es_es: Editar objetivos

source: Related goals
es_es: Objetivos relacionados

source: Link this feedback to your goals
es_es: Vincular este feedback a sus objetivos

source: Feedback related to goals is visible by your line manager.
es_es: El feedback relacionado con los objetivos lo puede ver su responsable de línea.

source: Request answered
es_es: Solicitud respondida

source: Feedback comments
es_es: Comentarios de retroalimentación

source: Request pending
es_es: Solicitud pendiente

source: Manage sharing
es_es: Gestionar el uso compartido

source: Would you prefer to have a conversation?
es_es: ¿Prefieres tener una conversación?

source: Suggest a meet-up to further discuss the feedback with your colleague!
es_es: Sugiera una reunión para discutir más a fondo el feedback con su compañero.

source: Thank you for your endorsement! You have made a colleague happy.
es_es: ¡Gracias por su apoyo! Ha hecho feliz a un compañero.

source: Excellent! You've made a colleague happy today.
es_es: ¡Excelente! Hoy has hecho feliz a un compañero.

source: Thank you! Meeting up is a great opportunity to gain more insights.
es_es: ¡Gracias! Reunirse ofrece una gran oportunidad para obtener más información.

source: {{givenName}} {{nickName}} will get a notification.
es_es: {{givenName}} {{nickName}} recibirá una notificación.

source: You have retracted your endorsement
es_es: Ha retirado tu apoyo

source: You have removed this favorite
es_es: Ha eliminado este favorito

source: You have retracted your "Thanks"
es_es: Ha retirado su agradecimiento

source: You have canceled this request to meet. Send a new request if you didn't intend to cancel.
es_es: Ha cancelado esta solicitud de reunión. Envíe una nueva solicitud si no tenía la intención de cancelar.

source: {{givenName}} {{nickName}} will not be notified.
es_es: {{givenName}} {{nickName}} no recibirá la notificación.

source: My comment
es_es: Mi comentario

source: My note
es_es: Mi nota

source: To change your impact, you could have:
es_es: Para cambiar su impacto, podría:

source: You must select at least one person.
es_es: Debes seleccionar al menos a una persona.

source: The feedback was not yet shared with anyone in the company.
es_es: La retroalimentación aún no se ha compartido con nadie en la empresa.

source: Note
es_es: Nota

source: Add a note capturing insights from an offline conversation. Feedback notes are only visible to you.
es_es: Añada una nota capturando ideas de una conversación offline. Las notas de feedback solo las podrá ver usted.

source: Start building your feedback center!
es_es: ¡Comience a crear su centro de feedback!

source: You can create your own feedback notes here
es_es: Puede crear sus propias notas de feedback aquí

source: Feedback from
es_es: Comentarios de

source: You have added this feedback.
es_es: Ha añadido este feedback.

source: Your feedback note is saved!
es_es: ¡Su feedback se ha guardado!

source: Feedback received from (optional)
es_es: Comentarios recibidos de (opcional)

source: Search for a person
es_es: Buscar una persona

source: These notes are only visible to you.
es_es: Estas notas solo las puede ver usted.

source: {{givenName}}'s observations
es_es: Observaciones de {{givenName}}

source: Base your feedback on behaviors you’ve observed.
es_es: Base su feedback en los comportamientos observados.

source: Observational
es_es: Observacional

source: I can see you’re having a positive impact on
es_es: Puedo ver que está teniendo un impacto positivo en

source: From {{givenName}}'s perspective, you did well on:
es_es: Desde la perspectiva de {{givenName}}, lo ha hecho bien en:

source: You have identified this feedback as public.
es_es: Ha identificado este feedback como público.

source: Here you will see public feedback received by your colleagues.
es_es: Aquí verá el feedback público recibido por sus compañeros.

source: {{name}} has identified this feedback as public.
es_es: {{name}} ha identificado este comentario como público.

source: Observations
es_es: Observaciones

source: Recognized behaviors for {{givenName}}
es_es: Comportamientos reconocidos para {{givenName}}

source: Feedback sent to
es_es: Comentarios enviados a

source: Your colleagues can see this feedback
es_es: Sus compañeros pueden ver este feedback

source: In my opinion, this feedback is:
es_es: En mi opinión, este comentario es:

source: Rate this feedback
es_es: Califique este feedback

source: Share your insights anonymously about this feedback experience.
es_es: Comparta sus ideas de forma anónima sobre esta experiencia de feedback.

source: Very clear
es_es: Muy claro

source: I understand the points made in this feedback:
es_es: Entiendo los puntos mencionados en este feedback:

source: Are you sure you want to submit this rating?
es_es: ¿Está seguro de querer enviar esta calificación?

source: Submit rating
es_es: Enviar calificación

source: Use this option to rate this feedback anonymously.
es_es: Utilice esta opción para calificar el feedback de forma anónima.

source: Rate this feedback anonymously
es_es: Califique este feedback de forma anónima

source: Share anonymously your observations about this feedback experience.
es_es: Comparta de forma anónima sus observaciones sobre esta experiencia de feedback.

source: High trust
es_es: Confianza alta

source: I trust that the feedback intends to help me grow:
es_es: Confío en que el feedback tiene la intención de ayudarme a crecer:

source: Low trust
es_es: Baja confianza

source: Your observations will not be shared with the sender of the feedback.
es_es: Sus observaciones no se han compartido con el remitente del feedback.

source: Thank you for sharing your thoughts!
es_es: ¡Gracias por compartir sus opiniones!

source: All ratings sent through goal rating are anonymous.
es_es: Todas las valoraciones enviadas a través de la evaluación de objetivos son anónimas.

source: Share your feedback within a week of the event.
es_es: Comparta su feedback hasta una semana después del evento.

source: Real-time
es_es: Tiempo real

source: Start building your feedback center! Request feedback to kick-start your development.
es_es: ¡Comience a crear su centro de feedback! Solicite feedback para iniciar su desarrollo.

source: Recognized behaviors
es_es: Comportamientos reconocidos

source: Give recognition
es_es: Dar reconocimiento

source: Redeem rewards
es_es: Canjear recompensas

source: Recognition points to give
es_es: Puntos de reconocimiento que dar

source: Recognition
es_es: Reconocimiento

source: Received recognition points
es_es: Puntos de reconocimiento recibidos

source: View recognition
es_es: Ver reconocimiento

source: A reminder was sent to {{fullName}} about your pending feedback request.
es_es: Se ha enviado un recordatorio a {{fullName}} sobre su solicitud de feedback pendiente.

source: Replied to
es_es: Respondido a

source: My request about {{name}}
es_es: Mi solicitud sobre {{name}}

source: About me
es_es: Sobre mí

source: About my team
es_es: Acerca de mi equipo

source: You must select a team member.
es_es: Debe seleccionar un miembro del equipo.

source: Request feedback from
es_es: Solicitar comentarios de

source: Request feedback on a team member
es_es: Solicitar comentarios sobre un miembro del equipo

source: {{givenName}}'s answer to your behavior feedback request
es_es: Respuesta de {{givenName}} a su solicitud de feedback sobre el comportamiento

source: You have requested feedback regarding these behaviors:
es_es: Ha solicitado feedback sobre estos comportamientos:

source: Request feedback on a behavior
es_es: Solicitar comentarios sobre un comportamiento

source: You must add a description.
es_es: Debe añadir una descripción.

source: Describe your request
es_es: Describa su solicitud

source: Request feedback on
es_es: Solicitar comentarios sobre

source: Provide the context of your interaction with the person. Ask for feedback on a specific achievement or behavior (with explicit examples/observations) and the impact it had on them/others. Thank them for their openness and their time.
es_es: Proporcione el contexto de su interacción con la persona. Pida feedback sobre un logro o comportamiento específico (con ejemplos u observaciones explícitas) y el impacto que tuvo en ellos u otras personas. Agradézcales su disposición y tiempo.

source: Feedback request
es_es: Solicitud de comentarios

source: Here are some questions you can ask
es_es: Aquí tiene algunas preguntas que puede plantear

source: Need some inspiration?
es_es: ¿Necesita inspiración?

source: Remove {{count}} recipient to send this request.
es_es: Elimine {{count}} destinatario para enviar esta solicitud.

source: This feedback request will be sent to {{count}} recipients.
es_es: Esta solicitud de feedback se enviará a {{count}} destinatarios.

source: This feedback request will be sent to {{count}} recipient.
es_es: Esta solicitud de comentarios se enviará a {{count}} destinatario.

source: Remove {{count}} recipients to send this request.
es_es: Elimine {{count}} destinatarios para enviar esta solicitud.

source: The requested feedback will be linked to your goal. If the person needs to see your goal to provide feedback, make sure you share your goal with them.
es_es: El feedback solicitado se vinculará a su objetivo. Si la persona necesita ver su objetivo para dar feedback, asegúrese de compartir su objetivo con ellos.

source: {{givenName}} has requested feedback regarding this behavior.
es_es: {{givenName}} ha solicitado comentarios sobre este comportamiento.

source: {{givenName}} has requested feedback regarding this goal
es_es: {{givenName}} ha solicitado feedback sobre este objetivo

source: Once you reply to this request, it will only be sent to {{receiver}} and not to {{about}}. In case of a change of manager for {{about}}, then new manager will see your reply to this request.
es_es: Una vez que responda a esta solicitud, solo se enviará a {{receiver}} y no a {{about}}. En caso de cambio de responsable para {{about}}, el nuevo responsable verá su respuesta a esta solicitud.

source: How can {{givenName}} improve this behavior?
es_es: ¿Cómo puede {{givenName}} mejorar este comportamiento?

source: Give some ideas here
es_es: Dar ideas aquí

source: Has {{givenName}} demonstrated any of our company behaviors?
es_es: ¿Ha demostrado {{givenName}} alguno de nuestros comportamientos de empresa?

source: {{givenName}} has requested feedback in relation to these behaviors
es_es: {{givenName}} ha solicitado feedback sobre estos comportamientos

source: Feedback from {{fullName}}
es_es: Comentarios de {{fullName}}

source: Once you have clicked Give feedback, {{givenName}} will receive a meet request notification.
es_es: Una vez que haya hecho clic en Dar feedback, {{givenName}} recibirá una notificación de solicitud de reunión.

source: Provide details regarding your observations on {{givenName}}.
es_es: Proporcione detalles sobre sus observaciones acerca de {{givenName}}.

source: What has particularly impressed you? What constructive feedback can you give?
es_es: ¿Qué le ha impresionado especialmente? ¿Qué feedback constructivo puede aportar?

source: Share your insights about
es_es: Compartir sus opiniones sobre

source: Share your observations
es_es: Compartir sus observaciones

source: Provide context, for instance by giving details regarding what you observed and when you observed it.
es_es: Proporcione contexto, por ejemplo, dando detalles sobre lo que ha observado y cuándo lo observó.

source: You can reply to this request with a "Let's meet" invitation or with a comment
es_es: Puede responder a esta solicitud con una invitación de "Reunámonos" o un comentario

source: Back to the feedback request
es_es: Volver a la solicitud de comentarios

source: "Let's meet" invitation only
es_es: Solo invitación "Reunámonos"

source: Replying to
es_es: Respondiendo a

source: Request sent to
es_es: Solicitud enviada a

source: Brilliant! Thank you for your feedback request!
es_es: ¡Genial! ¡Gracias por su solicitud de feedback!

source: You're up-to-date with all your feedback requests.
es_es: Está al día con todas sus solicitudes de feedback.

source: This feedback was successfully deleted.
es_es: Este feedback se ha eliminado correctamente.

source: Last seen on {{datetime}}
es_es: Visto por última vez el {{datetime}}

source: {{givenName}} has not yet replied to this request.
es_es: {{givenName}} todavía no ha respondido a esta solicitud.

source: Requested: {{date}}
es_es: Solicitado: {{date}}

source: {{givenName}} {{nickName}} would like to meet up with you about this feedback request.
es_es: {{givenName}} {{nickName}} quisiera reunirse con usted para hablar sobre esta solicitud de feedback.

source: I would love to see you do more of X as it relates to Y
es_es: Me encantaría verle hacer más de X en relación con Y

source: Remove {{count}} recipient to send this feedback.
es_es: Eliminar {{count}} destinatario para enviar estos comentarios.

source: Remove {{count}} recipients to send this feedback.
es_es: Elimine {{count}} destinatarios para enviar este feedback.

source: Recognized behaviors for all
es_es: Comportamientos reconocidos para todos

source: Send a reminder
es_es: Enviar un recordatorio

source: Should {{user}}'s manager change, the new manager will then see your reply to this request.
es_es: Si el responsable de {{user}} cambia, el nuevo responsable verá su respuesta a esta solicitud.

source: {{givenName}} {{nickName}} has requested feedback in relation to these behaviors:
es_es: {{givenName}} {{nickName}} ha solicitado feedback sobre estos comportamientos:

source: Start building your feedback center! Give feedback to your colleagues.
es_es: ¡Comience a crear su centro de feedback! Dé feedback a sus compañeros.

source: Sent:
es_es: Enviado:

source: What do you think {{givenName}} could have done differently to change their impact?
es_es: ¿Qué cree que {{givenName}} podría haber hecho de manera diferente para cambiar su impacto?

source: What do you think {{givenName}} did well?
es_es: ¿Qué cree que ha hecho bien {{givenName}}?

source: You have shared this feedback
es_es: Ha compartido este feedback

source: {{users}} have shared this feedback
es_es: {{users}} han compartido este comentario

source: {{user}} has shared this feedback
es_es: {{user}} ha compartido este comentario

source: Add a comment
es_es: Añadir un comentario

source: You're sharing feedback with {{count}} people.
es_es: Está compartiendo comentarios con {{count}} personas.

source: You're sharing this feedback with {{count}} people
es_es: Estás compartiendo este comentario con {{count}} personas

source: You're sharing feedback with one person.
es_es: Está compartiendo feedback con una persona.

source: Share this feedback with others.
es_es: Comparta este feedback con otras personas.

source: Edit sharing
es_es: Editar uso compartido

source: Share with
es_es: Compartir con

source: We've noticed that you've included more than {{count}} people in this feedback.
es_es: Hemos visto que ha incluido a más de {{count}} personas en este feedback.

source: Remove {{count}} recipient to share this feedback.
es_es: Eliminar {{count}} destinatario para compartir estos comentarios.

source: Remove {{count}} recipients to share this feedback.
es_es: Elimine {{count}} destinatarios para compartir estos comentarios.

source: Share feedback publicly
es_es: Compartir feedback públicamente

source: Select this option to make this feedback visible to the whole.
es_es: Seleccione esta opción para que este feedback lo puedan ver todos.

source: Recipient list
es_es: Lista de destinatarios

source: Shared with
es_es: Compartido con

source: Notify their team about this feedback
es_es: Notifique a su equipo sobre este feedback

source: Select this option to make this feedback visible to the recipient’s manager and colleagues.
es_es: Seleccione esta opción para que este feedback lo pueda ver el responsable y los compañeros del destinatario.

source: Share feedback
es_es: Compartir comentarios

source: Share this feedback
es_es: Compartir este feedback

source: You can see all the feedback shared with you here
es_es: Aquí puede ver todos los feedbacks compartidos con usted

source: No comments were provided.
es_es: No se han proporcionado comentarios.

source: You didn't provide any comments.
es_es: No ha proporcionado comentarios.

source: Your colleagues have shared this feedback
es_es: Sus colegas han compartido este feedback

source: Show full description
es_es: Mostrar descripción completa

source: I noticed you in X and have some tips to help you handle it in the future
es_es: Me fijé en usted en X y tengo algunos consejos para ayudarle a manejarlo en el futuro

source: No feedback suggestions. Check again later or feel free to add your own feedback!
es_es: No hay sugerencias de feedback. Vuelva a comprobarlo más tarde o no dude en añadir su propio feedback.

source: Feedback suggestions
es_es: Sugerencias de comentarios

source: Received
es_es: Recibido

source: Requested from others
es_es: Solicitado a otros

source: Requests to me
es_es: Solicitudes para mí

source: Feedback status
es_es: Estado de la retroalimentación

source: New note
es_es: Nueva nota

source: Requested
es_es: Solicitado

source: Requests
es_es: Solicitudes

source: Shared
es_es: Compartido

source: Team requests
es_es: Solicitudes del equipo

source: Request about
es_es: Solicitud sobre

source: About:
es_es: Acerca de:

source: Request feedback from other people about your team and get more insights.
es_es: Solicite feedback de otras personas sobre su equipo y obtenga más información.

source: Feedback on my team
es_es: Comentarios sobre mi equipo

source: Sent to
es_es: Enviado a

source: By sending thanks, you've made a colleague happy!
es_es: Al enviar agradecimientos, ha hecho feliz a un compañero.

source: Feedback note
es_es: Nota de comentarios

source: and others
es_es: y otros

source: Received feedback
es_es: Comentarios recibidos

source: Requested feedback
es_es: Comentarios solicitados

source: Sent feedback
es_es: Feedback enviado

source: Shared feedback
es_es: Comentarios compartidos

source: Requests about my team
es_es: Solicitudes sobre mi equipo

source: Transferred to you
es_es: Transferido a ti

source: Your feedback volume is up!
es_es: ¡El volumen de su feedback ha aumentado!

source: Most recognized skill
es_es: Habilidad más reconocida

source: 30-day feedback trend
es_es: Tendencia de feedback de 30 días

source: Invite feedback in return. Trust begets trust.
es_es: Invite a recibir feedback a cambio. La confianza genera confianza.

source: Trusted
es_es: Fiable

source: Your reaction will be visible to all users who can see this feedback.
es_es: Su reacción será visible para todos los usuarios que puedan ver este feedback.
